[
    "Leave someone a nice note.",
    "Make someone laugh.",
    "Thank someone with all of your heart.",
    "Share or support a non-profit campaign.",
    "Share leftover food at FoodSharing platforms.",
    "Find out about volunteering in your area.",
    "Bring something to eat or drink for someone in need.",
    "Lend your favourite book to someone.",
    "Inform yourself about a topic that you are prejudiced against.",
    "Try to make (christmas) gifts more personal & immaterial.",
    "Take on a household chore from your partner or family member.",
    "Listen carefully to your counterpart.",
    "Surprise someone you love.",
    "Visit, write or call someone you haven't seen in a long time.",
    "Make people feel loved today.",
    "Do someone  a favor.",
    "Try to consciously think positively today.",
    "Find out about food waste and what you can do about it.",
    "Organize a reunion.",
    "Deal intensively with a social topic.",
    "Make a cake and share it.",
    "Try to move more today.",
    "Offer your help to someone.",
    "Share your knowledge.",
    "Try to consume less sugar today.",
    "Visit someone who is alone a lot.",
    "Give flowers.",
    "Support a petition of your choice.",
    "Do something yourself and share it with others.",
    "Give a smile.",
    "Make an honest compliment.",
    "Do something good for yourself today.",
    "Try a vegan or vegetarian day a week.",
    "Forgive someone or at least take the first step.",
    "Leave a nice comment and show appreciation.",
    "Consciously buy misshapen (single) vegetables and fruits.",
    "Love the environment - collect rubbish in nature.",
    "Donate your old toys.",
    "Sharing is caring - share what you want today (food, time, knowledge).",
    "Send a lovely postcard.",
    "Make a care package for someone in need.",
    "Bring someone some coffee or tea.",
    "Recycle or repair something that you wanted to throw away or buy new.",
    "Finally do what you put off for a while.",
    "Inspire others to do more good deeds.",
    "Donate clothes you don't need.",
    "Donate any amount to an organization of your choice.",
    "Walk more, ride a bike or use public transport more often.",
    "Hold the door open for someone.",
    "Find out about Fairtrade products and pay attention when shopping.",
    "Use as little water and electricity as possible today.",
    "Thank someone for their daily work.",
    "Help birds and animals hibernate - provide food.",
    "Organize a clothes swap party.",
    "Try to avoid disposable bags and always remember your jute bag.",
    "Use less disposable items and focus on sustainability.",
    "Give someone your place on the bus or train.",
    "Sincerely apologize to others when you hurt them.",
    "Plant a tree.",
    "Plant a flower meadow for bees.",
    "Let someone go first at the queue.",
    "Ask your people more often how they are doing.",
    "Round yours amount at the checkout for one good cause.",
    "Offer someone a ride.",
    "Offer someone a place under your umbrella.",
    "Call your parents or loved ones more often.",
    "Be careful and show civil courage.",
    "Subscribe to a GOOD NEWS channel.",
    "Support someone who is busy.",
    "Support the local shops and cafes.",
    "Adopt an animal or get involved in a local animal shelter.",
    "Try to consume less plastic.",
    "Tell your loved ones more often that you appreciate and love them.",
    "Bring your work colleagues something tasty.",
    "Practice less prejudice.",
    "Remember yourself more often to treat other people with respect.",
    "Consciously deal with your consumption.",
    "Give your time to a person.",
    "Tutor children around you.",
    "Relieve single mothers / fathers and offer babysitting.",
    "Spread kindness on social networks.",
    "Offer your place on the bus or train to someone.",
    "Take regular breaks and fully recharge your own battery.",
    "Praise someone for their individual progress.",
    "Thank someone for their daily work.",
    "Be a helping hand.",
    "Try to buy more locally & seasonally.",
    "Tell the people around you more often that you love them.",
    "Use less water & electricity today.",
    "Move more today.",
    "Become a blood or stem cell donor.",
    "Register as an organ donor.",
    "Help someone learn a language that you speak well.",
    "Read about a topic that you are prejudiced against."
]